export const 일반_상식 = {
  "호주의 수도는 어디인가요?": "캔버라",
  '"모나리자"를 그린 화가는 누구인가요?': "레오나르도 다 빈치",
  "금의 화학 기호는 무엇인가요?": "Au",
  "제2차 세계 대전은 몇 년에 끝났나요?": "1945년",
  "태양계에서 가장 큰 행성은 무엇인가요?": "목성",
  "악어의 알이 부화하는 과정에서 이것에 따라 암컷과 수컷이 결정되는데, 여기서 이것은?":
    "온도",
  "우리나라에서 최북단에 있는 섬은?": "백령도",
  "우리나라에서 마지막에 광역시가 된 곳은?": "울산광역시",
  "자전거 도로가 없는 곳에서 자전거는 어디로 다녀야 할까?": "차도",
  "막걸리의 뜻은?": "막 걸러낸 술",
  "미국의 초대 대통령은?": "조지 워싱턴",
  "우리나라 초대 대통령은?": "이승만",
  "호주의 수도는?": "캔버라",
  "예금자 보호법에 의해 각 계좌당 얼마까지 보호가 가능한가?": "5000만원",
  "올림픽 선수단 입장시 항상 먼저 입장하는 나라는?": "그리스",
  "전 세계를 크게 육대주로 나눈다. 여기서 가장 큰 대륙은?": "아시아",
  "세계에서 가장 긴 당의 이름은?": "아마존",
  "네팔의 수도는?": "카트만두",
  "신조어 분좋카 뜻은?": "분위기 좋은 카페",
  "700은 무슨 뜻일까요?": "귀여워",
  "2023년은 계묘년입니다. 어떤 동물(띠)의 해 일까요?": "검은 토끼",
  "소날색과 빨간색을 섞으면 무슨색이 나올까요?": "주황색",
  "다보탑과 석가탑이 있는 겅주의 절 이름은?": "불국사",
  "세계에서 가장 작은 나라는?": "바티칸",
  "충청도 사투리 개갈안난다 뜻은?": "시원찮다",
};

export const 영화 = {
  '"쇼생크 탈출"을 연출한 감독은 누구인가요?': "프랭크 다라본트",
  '어떤 배우가 영화 "아이언맨"에서 아이언맨 캐릭터를 연기했나요?':
    "로버트 다우니 주니어",
  '1997년 개봉한 영화 "타이타닉"에서 주인공이 영화 속에서 탑승한 배는 무엇인가요?':
    "타이타닉호",
  '"해리 포터" 시리즈에서 해리 포터가 학교로 가기 위해 사용하는 순간 이동 방법은 무엇인가요?':
    "호그와트 열차",
  '디즈니 애니메이션 영화 "라이온 킹"에서 신발끈을 가져간 동물은 누구인가요?':
    "조로",
};

export const 음악 = {
  "2019년에 발표된 가장 인기 있는 K-pop 그룹은 누구인가요?": "방탄소년단",
  '비욘세의 유명한 곡 "Single Ladies"의 가사 중 어떤 문구가 계속 반복되나요?':
    "All the single ladies, put your hands up!",
  "루트비히 판 베토벤의 작품인 \"교향곡 제5번 '운명'\"은 어떤 별명으로 불리고 있나요?":
    "운명 교향곡",
  '비틀즈의 곡 "Hey Jude"의 작사 작곡가는 누구인가요?': "폴 매카트니",
  '어떤 미국의 여성 가수가 "Bad Guy"라는 노래로 대성공을 거둔 적이 있었나요?':
    "빌리 아일리시",
  '"Gangnam Style"으로 유명한 한국 가수는 누구인가요?': "싸이 (Psy)",

  "2012년에 발매된 빅뱅(Big Bang)의 히트 곡은 무엇인가요?": '"Fantastic Baby"',

  "2020년에 발매된 방탄소년단(BTS)의 인기 곡은 무엇인가요?": '"Dynamite"',

  '"I\'m the Best"와 "Fire"로 유명한 걸 그룹은 누구인가요?': "2NE1",

  '"TT"과 "Cheer Up"으로 유명한 여자 그룹은 누구인가요?': "트와이스 (TWICE)",

  '"Love Scenario"로 유명한 아이콘(iKON)의 소속사는 무엇인가요?':
    "YG 엔터테인먼트 (YG Entertainment)",

  "2019년에 데뷔한 트와이스(TWICE)의 멤버는 몇 명인가요?": "9명",

  "2010년에 발매된 2NE1의 데뷔 싱글은 무엇인가요?": '"Fire"',

  '"Fantastic Baby"와 "Bang Bang Bang"으로 유명한 가수는 누구인가요?':
    "빅뱅 (Big Bang)",

  '2019년에 발매된 "Boy With Luv"는 어떤 그룹의 곡인가요?': "방탄소년단 (BTS)",
};

export const 스포츠 = {
  "2020년 도쿄 올림픽에서 최다 메달을 획득한 국가는 어디인가요?": "미국",
  "축구 월드컵에서 역대 최다 득점을 기록한 선수는 누구인가요?":
    "므로슬라브 클로제",
  "테니스에서 20개의 그랜드 슬램 타이틀을 획득한 선수는 누구인가요?":
    "로저 페더러",
  "NBA에서 가장 많은 챔피언십을 차지한 팀은 어디인가요?": "보스턴 셀틱스",
  "윔블던 테니스 대회에서 사용되는 잔디 코트의 색깔은 무엇인가요?": "초록색",
};

export const 과학 = {
  "원자 번호 1인 원소는 무엇인가요?": "수소",
  "기후 변화로 인해 바다 수면이 상승하면 어떤 현상이 발생할까요?":
    "해수면 증가",
  "동물 세포와 식물 세포의 차이점은 무엇인가요?": "동물 세포에는 없는 세포벽",
  "태양계에서 가장 큰 위성은 무엇인가요?": "트리튼",
  "어떤 유명한 과학자가 상대성 이론을 발견했나요?": "알버트 아인슈타인",
};

export const 역사 = {
  "제2차 세계 대전 중에 어떤 이벤트로 인해 미국이 참전하게 되었나요?":
    "펄 하버 공격",
  "제1차 세계 대전은 몇 년에 시작되었나요?": "1914년",
  "1789년에 발생한 혁명으로 유명한 국가는 어디인가요?": "프랑스",
  "미국의 독립선언서가 채택된 연도는 언제인가요?": "1776년",
  "중세 시대의 유명한 영웅인 조안 오브 아크는 어느 국가에서 활약했나요?":
    "프랑스",
};

export const 지리 = {
  "지구상에서 가장 큰 대륙은 무엇인가요?": "아시아",
  "아프리카 대륙에 위치한 가장 높은 산은 무엇인가요?": "킬리만자로",
  "세계에서 가장 넓은 강은 무엇인가요?": "아마존 강",
  "유네스코 세계 문화유산으로 등재된 이탈리아의 도시는 어디인가요?": "피렌체",
  "남극 대륙에 위치한 가장 높은 산은 무엇인가요?": "빈슨 마시프",
};

export const 문학 = {
  '윌리엄 셰익스피어의 작품 "해바라기"에서 주인공인 햄릿은 어떤 국가의 왕자인가요?':
    "덴마크",
  '"1984"라는 소설을 쓴 작가는 누구인가요?': "조지 오웰",
  '조앤 K. 롤링이 쓴 "해리 포터" 시리즈의 마지막 책 제목은 무엇인가요?':
    "해리 포터와 죽음의 성물",
  '"아기 돼지 삼형제"는 어떤 작가가 쓴 동화인가요?': "알렉산더 피터스",
  '윌리엄 골딩의 소설 "파리에서 온 소년"에서 소년들이 머무르는 섬의 이름은 무엇인가요?':
    "빅토리아 섬",
};

export const 대중문화 = {
  '대한민국의 남자 아이돌 그룹으로, "DNA"와 "작은 것들을 위한 시"라는 노래로 유명한 그룹은 누구인가요?':
    "방탄소년단",
  '텔레비전 시리즈 "프렌즈"에서 제니퍼 애니스톤이 연기한 캐릭터 이름은 무엇인가요?':
    "레이첼 그린",
  "2021년에 발매된 아이유의 노래로, 감성적인 가사와 멜로디로 사랑받은 곡은 무엇인가요?":
    "라일락",
  '유명한 유튜버로서 "PewDiePie"라는 닉네임으로 활동하고 있는 사람은 누구인가요?':
    "펠릭스 셀베르그",
  '어떤 온라인 게임이 2020년에 큰 인기를 끌며 "Among Us"와 경쟁했나요?':
    "파울 가이드",
};

export const 식음료 = {
  '이탈리아 요리로 유명한 파스타 종류 중 하나인 "스파게티"의 형태는 무엇인가요?':
    "줄 모양",
  '러시아의 전통 음식인 "병정식"은 어떤 재료로 만들어지나요?': "감자와 고기",
  "맥주의 주 원료인 맥아를 얻기 위해 사용되는 곡물은 무엇인가요?": "보리",
  '일본 요리인 "초밥"에서 사용되는 신선한 생선의 이름은 무엇인가요?': "초",
  '스페인에서 유래한 요리로, 쌀과 해산물을 사용하는 "파에야"는 어떤 음식인가요?':
    "해물 볶음밥",
};
